INSERT INTO interview (title)
VALUES
  ('Интервью Номер Один'),
  ('Интервью Номер Два'),
  ('Интервью Номер Три');

INSERT INTO question (body, interview_id)
VALUES
  ('Какие слова обычно звучат при гадании на ромашке?
', 1),
  ('Выходцы из какой страны основали в древности Карфаген?
', 1),
  ('С чем кондиционер часто продаётся в одном флаконе?
', 1),
  ('С кем, по мнению императора Карла V, надлежит разговаривать на немецком языке?
', 1),
  ('Когда, согласно известному сериалу, исчезают тени?
', 1),
  ('Какая рыба мечет икру только в Саргассовом море?
', 1);

INSERT INTO question (body, interview_id)
VALUES
  ('В каком году фильм Сергея Бондарчука "Война и Мир" был удостоен премии "Оскар"?
', 2),
  ('Гражданином какой страны был открыватель пенициллина Александр Флеминг?
', 2),
  ('Что делают любители передвижения автостопом, чтобы поймать попутку?
', 2),
  ('Назовите фамилию персонажа из "Карнавальной ночи", сыгранного И.Ильинским?
', 2),
  ('Какое максимальное количество очков можно набрать одним броском при игре в дартс?
', 2),
  ('Какой овощ обычно заменяет нос снеговику?
', 2);

INSERT INTO question (body, interview_id)
VALUES
  ('Какая религия является преобладающей в Калмыкии?
', 3),
  ('Каким движением рычага коробки передач автомобилист обычно включает первую скорость?
', 3),
  ('Какую фамилию носил главный герой кинофильма "Сибирский цирюльник"?
', 3),
  ('В какой стране проходила Зимняя Олимпиада 1998 года?
', 3),
  ('Какой предмет одежды на Руси называли панёвой?
', 3),
  ('Какая прямая делит угол пополам?
', 3);